[
    {
        "question": "Who won the 1982 Illinois gubernatorial election, and how many votes was the margin?",
        "gen_ans": "James R. Thompson (incumbent) won the 1982 Illinois gubernatorial election with a margin of 1,816,101 votes."
    },
    {
        "question": "How did Michael and Mario Andretti do?",
        "gen_ans": "I don't know."
    },
    {
        "question": "How many copies did \"Pleasure\" sell in 1998 alone, and how long was it the best selling album in Japan?",
        "gen_ans": "I don't know."
    },
    {
        "question": "How many passengers can that plane hold?",
        "gen_ans": "I don't know."
    },
    {
        "question": "When and in what play did Platt appear at the Music Box Theatre?",
        "gen_ans": "I don't know."
    },
    {
        "question": "What are the download rates of EUTRAN?",
        "gen_ans": "I don't know."
    },
    {
        "question": "What roles did Melina Kanakaredes play in the television dramas; \"Providence (1999–2002)\", \"CSI: NY (2004–2010)\",\"Guiding Light\"?",
        "gen_ans": "I don't know."
    },
    {
        "question": "What two teams did Austin Fyten play for during the 2015-16 season, and what league was the first team in?",
        "gen_ans": "I don't know."
    },
    {
        "question": "What countries did the World U-17 Hockey Challenge attract after 2016?",
        "gen_ans": "I don't know."
    },
    {
        "question": "Which club did Renato Hyshmeri play with in the 2014–15 Albanian Superliga season after leaving Partizani?",
        "gen_ans": "I don't know."
    },
    {
        "question": "Which candidate won the 1990 Civic Forum leadership election and how many votes did they receive compared to their competitor?",
        "gen_ans": "I don't know."
    },
    {
        "question": "Who were the top two candidates in the election, and how many votes did each receive?",
        "gen_ans": "The top two candidates in the election were James R. Thompson (incumbent) and Adlai Stevenson III. James R. Thompson (incumbent) received 1,816,101 votes and Adlai Stevenson III received 1,811,027 votes."
    },
    {
        "question": "Where did Luchia Yishak place in the 3000m in the 1991 All-Africa Games? ",
        "gen_ans": "I don't know."
    },
    {
        "question": "Who were the sponsors for the away shirts of Colchester United FC?",
        "gen_ans": "I don't know."
    },
    {
        "question": "How much did the average attendance numbers for the Kansas City Comets vary?",
        "gen_ans": "I don't know."
    },
    {
        "question": "What roles did Blake Hood portray in the shows \"90210\" and \"The Young and the Restless\"?",
        "gen_ans": "I don't know."
    },
    {
        "question": "How well did Austin block perform during his two seasons with the Fairbanks ice dogs?",
        "gen_ans": "I don't know."
    },
    {
        "question": "Which roles did Bebe Neuwirth play in the 1986 Sweet Charity and which other role in the 1996 Chicago?",
        "gen_ans": "I don't know."
    },
    {
        "question": "What years did Ryan Kwanten appear in the films Flicka and as Jamie Ashen in Dead Silence?",
        "gen_ans": "I don't know."
    },
    {
        "question": "What were Usian Bolts record finishes in the 200 meter, 400 meter and 4 × 100 m race?",
        "gen_ans": "I don't know."
    },
    {
        "question": "Which car won in 1986 and who was the driver?",
        "gen_ans": "I don't know."
    },
    {
        "question": "What year did Philip I the Amorous become King of the Franks, what year did that run end, and what number king was he?",
        "gen_ans": "I don't know."
    },
    {
        "question": "How many of each type of local government are in the Indian state of Kerala?",
        "gen_ans": "I don't know."
    },
    {
        "question": "What was the approval percentage and turnout for the 1991 Macedonian independence referendum vote?",
        "gen_ans": "I don't know."
    },
    {
        "question": "How many students were accepted from the 21,359 people who applied for the University of  Oregon in 2014 and how many students enrolled?",
        "gen_ans": "I don't know."
    },
    {
        "question": "How many appearances did Dwight Yorke make for Manchester United?",
        "gen_ans": "I don't know."
    },
    {
        "question": "What record time did Jamal Walton win gold for in the 2017 Pan American U20 championships? ",
        "gen_ans": "I don't know."
    },
    {
        "question": "How many votes was the Democratic party and the Five star Movement endorsed with in the Aosta Valley?",
        "gen_ans": "I don't know."
    },
    {
        "question": "What was Corbett’s record from 1971 to 1979?",
        "gen_ans": "I don't know."
    },
    {
        "question": "What was the result of the 1918 election and which politicians died in 1918?",
        "gen_ans": "I don't know."
    },
    {
        "question": "Who succeeded Artaxerxes II?",
        "gen_ans": "I don't know."
    },
    {
        "question": "Who led the NL in average and RBIs during 1948, and what were his totals in those categories?",
        "gen_ans": "I don't know."
    },
    {
        "question": "What duo finished second in the election, what duo won the election, what percentage of vote did each duo receive, and what party was victorious?",
        "gen_ans": "James R. Thompson (incumbent) and John E. Roche finished second in the election, Adlai Stevenson III and Bea Armstrong won the election, Adlai Stevenson III and Bea Armstrong received 1,811,027 votes (47.3%) and James R. Thompson (incumbent) and John E. Roche received 1,816,101 votes (47.5%), and the Republican party was victorious."
    },
    {
        "question": "How many tests, ODIs did Gargi Banerji play, and how many test runs did he get?",
        "gen_ans": "I don't know."
    },
    {
        "question": "How did Nikolay Kolesnikov do at the 1976 Olympics and at the 60 metres at the 1978 European Indoor Championships?",
        "gen_ans": "I don't know."
    },
    {
        "question": "Where has Hit Network expanded their station?",
        "gen_ans": "I don't know."
    },
    {
        "question": "Who won the 1932 United States presidential election in North Dakota and what was the vote breakdown?",
        "gen_ans": "I don't know."
    },
    {
        "question": "Who were the first two players to join Yeovil Town F.C. in the 2002-03 season?",
        "gen_ans": "I don't know."
    },
    {
        "question": "Who was awarded a Golden Scarf by Seattle Sounders FC on June 5, 2010?",
        "gen_ans": "I don't know."
    },
    {
        "question": "When did Flash Airlines shut down?",
        "gen_ans": "I don't know."
    },
    {
        "question": "What were the font-versions that were available from Core fonts for the Web project published in 2000?",
        "gen_ans": "I don't know."
    },
    {
        "question": "Which medal did Hailu Mekonnen win in the 5000 m at the 1998 African Championships?",
        "gen_ans": "I don't know."
    },
    {
        "question": "What is Revolutionary Communist Party of Britain highest recorded vote?",
        "gen_ans": "I don't know."
    },
    {
        "question": "What were the number of child deaths in 2014, 2015, and 2016 at Gorakhpur Hospital?",
        "gen_ans": "I don't know."
    },
    {
        "question": "In which two events does Macarena Reyes hold Chilean records?",
        "gen_ans": "I don't know."
    },
    {
        "question": "Which teams were competing for the Stanley Cup in the 2013-14 NHL season?",
        "gen_ans": "I don't know."
    },
    {
        "question": "When was the second time that Pequeño Damián lost his hair?",
        "gen_ans": "I don't know."
    },
    {
        "question": "In what film did Holliday Grainger play Baroness, and what year did that film come out?",
        "gen_ans": "I don't know."
    },
    {
        "question": "What was the fifth single on Jaria Burns's Album Burn Slow? ",
        "gen_ans": "I don't know."
    },
    {
        "question": "What aircrafts does 28th Air Detachment operate?",
        "gen_ans": "I don't know."
    }
]