[
    {
        "question": "Who won the 1982 Illinois gubernatorial election, and how many votes was the margin?",
        "gen_ans": "James R. Thompson (incumbent) won the 1982 Illinois gubernatorial election with"
    },
    {
        "question": "How did Michael and Mario Andretti do?",
        "gen_ans": "Michael Andretti finished in 6th place and Mario Andretti finished in 32nd"
    },
    {
        "question": "How many copies did \"Pleasure\" sell in 1998 alone, and how long was it the best selling album in Japan?",
        "gen_ans": "\"Pleasure\" sold 5,136,000 copies in 1998 and it"
    },
    {
        "question": "How many passengers can that plane hold?",
        "gen_ans": "The Airbus A320-200 can hold 180 passengers."
    },
    {
        "question": "When and in what play did Platt appear at the Music Box Theatre?",
        "gen_ans": "In 2016–2017, Platt appeared in the play Dear Evan Hansen at the"
    },
    {
        "question": "What are the download rates of EUTRAN?",
        "gen_ans": "The download rates of EUTRAN range from 0.68 Mbit/"
    },
    {
        "question": "What roles did Melina Kanakaredes play in the television dramas; \"Providence (1999–2002)\", \"CSI: NY (2004–2010)\",\"Guiding Light\"?",
        "gen_ans": "Melina Kanakaredes played the lead role of Dr. Sydney Hansen in"
    },
    {
        "question": "What two teams did Austin Fyten play for during the 2015-16 season, and what league was the first team in?",
        "gen_ans": "Austin Fyten played for the South Carolina Stingrays (ECHL) and"
    },
    {
        "question": "What countries did the World U-17 Hockey Challenge attract after 2016?",
        "gen_ans": "After 2016, the World U-17 Hockey Challenge attracted countries such as Russia,"
    },
    {
        "question": "Which club did Renato Hyshmeri play with in the 2014–15 Albanian Superliga season after leaving Partizani?",
        "gen_ans": "Tirana"
    },
    {
        "question": "Which candidate won the 1990 Civic Forum leadership election and how many votes did they receive compared to their competitor?",
        "gen_ans": "Václav Klaus won the 1990 Civic Forum leadership election with 115 votes compared"
    },
    {
        "question": "Who were the top two candidates in the election, and how many votes did each receive?",
        "gen_ans": "The top two candidates in the election were John Nygren (incumbent)"
    },
    {
        "question": "Where did Luchia Yishak place in the 3000m in the 1991 All-Africa Games? ",
        "gen_ans": "2nd"
    },
    {
        "question": "Who were the sponsors for the away shirts of Colchester United FC?",
        "gen_ans": "The sponsors for the away shirts of Colchester United FC were: 0800 Link"
    },
    {
        "question": "How much did the average attendance numbers for the Kansas City Comets vary?",
        "gen_ans": "The average attendance numbers for the Kansas City Comets varied from 7,103 to"
    },
    {
        "question": "What roles did Blake Hood portray in the shows \"90210\" and \"The Young and the Restless\"?",
        "gen_ans": "Blake Hood portrayed Mark Driscoll in \"90210\" and Kyle Jenkins"
    },
    {
        "question": "How well did Austin block perform during his two seasons with the Fairbanks ice dogs?",
        "gen_ans": "Austin Block performed well during his two seasons with the Fairbanks Ice Dogs, scoring"
    },
    {
        "question": "Which roles did Bebe Neuwirth play in the 1986 Sweet Charity and which other role in the 1996 Chicago?",
        "gen_ans": "Bebe Neuwirth played the role of Nickie, Charity standby in"
    },
    {
        "question": "What years did Ryan Kwanten appear in the films Flicka and as Jamie Ashen in Dead Silence?",
        "gen_ans": "Ryan Kwanten appeared in Flicka in 2006 and as Jamie Ashen in"
    },
    {
        "question": "What were Usian Bolts record finishes in the 200 meter, 400 meter and 4 × 100 m race?",
        "gen_ans": "Usain Bolt's record finishes in the 200 meter, 400 meter and 4 ×"
    },
    {
        "question": "Which car won in 1986 and who was the driver?",
        "gen_ans": "The #7 Trust Racing Team (ja) Porsche 956 won in 1986 with"
    },
    {
        "question": "What year did Philip I the Amorous become King of the Franks, what year did that run end, and what number king was he?",
        "gen_ans": "Philip I the Amorous became King of the Franks in 4 August 1060 and"
    },
    {
        "question": "How many of each type of local government are in the Indian state of Kerala?",
        "gen_ans": "Grama Panchayat: 941, Block Panchayat:"
    },
    {
        "question": "What was the approval percentage and turnout for the 1991 Macedonian independence referendum vote?",
        "gen_ans": "The approval percentage was 96.4% and the turnout was 75.7%."
    },
    {
        "question": "How many students were accepted from the 21,359 people who applied for the University of  Oregon in 2014 and how many students enrolled?",
        "gen_ans": "In 2014, 15,997 people were accepted from the 21,359 people who"
    },
    {
        "question": "What record time did Jamal Walton win gold for in the 2017 Pan American U20 championships? ",
        "gen_ans": "44.99"
    },
    {
        "question": "How many votes was the Democratic party and the Five star Movement endorsed with in the Aosta Valley?",
        "gen_ans": "The Democratic Party was endorsed with 21,854 votes and the Five Star Movement"
    },
    {
        "question": "What was Corbett’s record from 1971 to 1979?",
        "gen_ans": "159–59 (.729)"
    },
    {
        "question": "What was the result of the 1918 election and which politicians died in 1918?",
        "gen_ans": "The result of the 1918 election was that John Luke won Wellington North, Hopere"
    },
    {
        "question": "Who succeeded Artaxerxes II?",
        "gen_ans": "Artaxerxes III"
    },
    {
        "question": "Who led the NL in average and RBIs during 1948, and what were his totals in those categories?",
        "gen_ans": "Stan Musial SLC led the NL in average (.376) and RBIs"
    },
    {
        "question": "What duo finished second in the election, what duo won the election, what percentage of vote did each duo receive, and what party was victorious?",
        "gen_ans": "Charlie Crist/Annette Taddeo finished second in the election, Rick"
    },
    {
        "question": "How many tests, ODIs did Gargi Banerji play, and how many test runs did he get?",
        "gen_ans": "Gargi Banerji played 12 Tests and 26 ODIs, and he got"
    },
    {
        "question": "How did Nikolay Kolesnikov do at the 1976 Olympics and at the 60 metres at the 1978 European Indoor Championships?",
        "gen_ans": "Nikolay Kolesnikov placed 3rd in the 4 × 100 m relay at"
    },
    {
        "question": "Where has Hit Network expanded their station?",
        "gen_ans": "Hit Network has expanded their station to Sydney, Central Coast, Canberra, Newcastle,"
    },
    {
        "question": "Who won the 1932 United States presidential election in North Dakota and what was the vote breakdown?",
        "gen_ans": "Franklin D. Roosevelt won the 1932 United States presidential election in North Dakota with 69"
    },
    {
        "question": "Who were the first two players to join Yeovil Town F.C. in the 2002-03 season?",
        "gen_ans": "The first two players to join Yeovil Town F.C. in the"
    },
    {
        "question": "Who was awarded a Golden Scarf by Seattle Sounders FC on June 5, 2010?",
        "gen_ans": "Michelle French"
    },
    {
        "question": "When did Flash Airlines shut down?",
        "gen_ans": "Flash Airlines shut down on 3 January 2004."
    },
    {
        "question": "What were the font-versions that were available from Core fonts for the Web project published in 2000?",
        "gen_ans": "The font versions available from Core fonts for the Web project published in 2000 were version"
    },
    {
        "question": "Which medal did Hailu Mekonnen win in the 5000 m at the 1998 African Championships?",
        "gen_ans": "Hailu Mekonnen won a silver medal in the 5000 m at the 1998"
    },
    {
        "question": "What is Revolutionary Communist Party of Britain highest recorded vote?",
        "gen_ans": "The Revolutionary Communist Party of Britain's highest recorded vote was 612 in the Portsmouth"
    },
    {
        "question": "What were the number of child deaths in 2014, 2015, and 2016 at Gorakhpur Hospital?",
        "gen_ans": "In 2014, there were 5,850 child deaths; in 2015, there were"
    },
    {
        "question": "In which two events does Macarena Reyes hold Chilean records?",
        "gen_ans": "Macarena Reyes holds Chilean records in the Long Jump and Heptathlon."
    },
    {
        "question": "Which teams were competing for the Stanley Cup in the 2013-14 NHL season?",
        "gen_ans": "The Los Angeles Kings and the New York Rangers were competing for the Stanley Cup in"
    },
    {
        "question": "When was the second time that Pequeño Damián lost his hair?",
        "gen_ans": "August 17, 2008"
    },
    {
        "question": "In what film did Holliday Grainger play Baroness, and what year did that film come out?",
        "gen_ans": "Holliday Grainger played Baroness in the 2012 film Anna Karenina."
    },
    {
        "question": "What was the fifth single on Jaria Burns's Album Burn Slow? ",
        "gen_ans": "\"Sugarcoat\""
    },
    {
        "question": "What aircrafts does 28th Air Detachment operate?",
        "gen_ans": "28th Air Detachment operates Airbus A319, Dassault Falcon 2000, Mi"
    }
]